Repository: oat-sa/extension-tao-ltideliveryprovider
Catalog: locales/*/messages.po
Languages: de_de, fr_fr, it_it, ja_le, lt_lt, nb_no, nl_nl, pt_br

source: %s Tool Provider
de_de: %s Werkzeuganbieter
fr_fr: Fournisseur d'outil %s
it_it: Fornitore di Tool %s
ja_le: %s ツールプロバイダ
lt_lt: %s Įrankio Tiekėjas
nl_nl: %s tool leverancier
pt_br: %s Aplicação Externa

source: %s" has been configured:
de_de: %s" wurde konfiguriert:
fr_fr: %s" a été configuré :
it_it: %s" è stato configurato
ja_le: %s" は設定されました:
lt_lt: %s" buvo sukonfigūruotas.
nb_no: %s "er konfigurert:
nl_nl: %s" is geconfigureerd:
pt_br: %s" foi configurado:

source: Access to this functionality is restricted
de_de: Zugriff auf diese Funktion ist beschränkt.
fr_fr: L'accès à cette fonctionnalité est limité.
it_it: L'accesso a questa funzionalità è limitato
ja_le: この機能へのアクセスが制限されています
lt_lt: Prieiga prie šio funkcionalumo yra apribota
nb_no: Tilgang til denne funksjonaliteten er begrenset
nl_nl: Toegang tot deze functionaliteit is beperkt
pt_br: O acesso a esta funcionalidade é restrito

source: Access to this functionality is restricted to students
de_de: Zugriff auf diese Funktion ist auf Testteilnehmer beschränkt
fr_fr: L'accès à cette fonctionnalité est limité aux étudiants.
it_it: L'accesso a questa funzionalità è riservato agli studenti
ja_le: 学生のこの機能へのアクセスは制限されています
lt_lt: Prieiga prie šio funkcionalumo apribota studentams
nb_no: Tilgang til denne funksjonaliteten er begrenset til kandidater
nl_nl: De toegang tot deze functionaliteit is beperkt tot studenten
pt_br: O acesso a esta funcionalidade é restrito aos alunos

source: An unusually high number of people are testing right now, your test will launch in a few moments to ensure that it runs smoothly. Thanks for your patience!
fr_fr: Un nombre anormalement élevé d'utilisateurs est en train de passer des tests, votre test va démarrer d'ici quelques instants pour s'assurer qu'il se déroule bien. Merci de votre patience!
it_it: Il tuo test comincerà a breve. Potrebbero essere necessari alcuni minuti per garantire un svolgimento regolare. Ti preghiamo di aspettare.
ja_le: 現在、非常に多くの方がテストを行っています。テストがスムーズに行われるよう、しばらくしてからテストが開始されます。ご迷惑をおかけしますが、ご了承ください。
lt_lt: Šiuo metu, neįprastas kiekis žmonių atlieka testus. Jūsų testas bus paleistas už kelių momentų, kad būtų vykdoma sklandžiai. Ačiū už jūsų kantrybę!
nb_no: Et høyt antall brukere er pålogget akkurat nå, prøven din vil starte i løpet av kort tid.Takk for tålmodigheten!
nl_nl: Een ongewoon groot aantal mensen is op dit moment aan het testen, uw test zal binnen enkele ogenblikken van start gaan om ervoor te zorgen dat deze soepel verloopt. Bedankt voor uw geduld!
pt_br: Um número elevado de pessoas está fazendo o exame agora. Seu exame será lançado em alguns instantes para garantir que funcione sem problemas. Obrigado pela sua paciência!

source: Attempts limit has been reached.
fr_fr: La limite du nombre de tentatives a été atteinte.
ja_le: 受検回数の上限に達しました
lt_lt: Bandymų limitas buvo pasiektas.
nb_no: Du har ingen flere forsøk igjen.
nl_nl: Maximaal aantal pogingen is berijkt.
pt_br: Atingiu o limite de tentativas.

source: Available Deliveries
de_de: Verfügbare Bereitstellungen
fr_fr: Passations disponibles
it_it: Somministrazioni disponibili
ja_le: 利用できるデリバリ
lt_lt: Galimi testai
nb_no: Tilgjengelige innleveringer
nl_nl: Beschikbare publicaties
pt_br: Exames disponíveis

source: Back
de_de: Zurück
fr_fr: Précédent
it_it: Indietro
ja_le: 戻る
lt_lt: Atgal
nb_no: Tilbake
nl_nl: Terug
pt_br: Voltar

source: Click on the back button to return to %s.
de_de: Klicken Sie auf den Zurück-Button klicken, um zu %s zurückzukehren.
fr_fr: Cliquez sur le bouton Précédent pour revenir à %s.
it_it: Premi sul bottone 'indietro' per ritornare a %s
ja_le: %s に戻るには戻るボタンをクリック
lt_lt: Spausk ant mygtuko, kad grįžti į %s.
nb_no: Klikk på tilbakeknappen for å gå tilbake til %s.
nl_nl: Click op de terug-knop om terug te keren naar %s.
pt_br: Clique no botão voltar para retornar %s.

source: Click on the back button to return.
de_de: Klicken Sie auf den Zurück-Button, um zurück zu gehen.
fr_fr: Cliquez sur le bouton retour pour revenir.
it_it: Premi il bottone 'indietro' per tornare indietro
ja_le: 戻るには戻るボタンをクリック
lt_lt: Spausk ant mygtuko, kad sugrįžti.
nb_no: Klikk på tilbakeknappen for å gå tilbake.
nl_nl: Klik op de terug-knop om terug te gaan.
pt_br: Clique no botão voltar para retornar.

source: Configured LTI Link
de_de: Konfigurierter LTI-Link
fr_fr: Lien LTI configuré
it_it: Link LTI configurato
ja_le: LTIリンクを設定しました
lt_lt: Konfigūruota LTI Nuoroda
nb_no: Konfigurert LTI Link
nl_nl: Geconfigureerde LTI link
pt_br: Link LTI configurado

source: Copy and paste the following URL into your LTI compatible tool consumer.
de_de: Kopieren Sie folgende URL und fügen Sie diese in das LTI kompatible Tool ein.
fr_fr: Copiez-collez l'URL suivante dans votre outil utilisateur compatible LTI.
it_it: Copia e incolla il seguente URL all'interno del tuo consumer tool compatibile LTI
ja_le: 下記のURLをコピーして、LTIのコンシューマ側にペーストしてください
lt_lt: Kopijuoti ir įklijuoti nurodytą URL į jūsų LTI palaikomą įrankio naudotoją.
nb_no: Kopier og lim inn følgende URL i din LTI -kompatible .
nl_nl: Kopieer en plak de volgende URL in uw LTI compatibele gebruikerstool.
pt_br: Copie e cole a seguinte URL para o consumidor de ferramenta compatível com LTI.

source: Deliveries
de_de: Bereitstellungen
fr_fr: Passations
it_it: Somministrazioni
ja_le: デリバリ
lt_lt: Pateiktys
nb_no: Besvarelser
nl_nl: Pakketje(s)
pt_br: Exames

source: Delivery does not exist. Please contact your instructor.
fr_fr: La passation de test n'existe pas. Veuillez contacter votre instructeur.
ja_le: 実施可能なテストはありません。インストラクタに確認してください。
lt_lt: Pateiktis neegzistuoja. Prašome susisiekti su jūsų instruktoriumi.
nb_no: Besvarelsendin finnes ikke. Ta kontakt med læreren din.
nl_nl: Levering bestaat niet. Neem contact op met uw instructeur.
pt_br: O exame não existe. Entre em contato com seu instrutor.

source: Executions
de_de: Ausführungen
fr_fr: Exécutions
it_it: Esecuzioni
ja_le: 実行
lt_lt: Vykdymai
nb_no: Iverksettelse
nl_nl: Uitvoeringen
pt_br: Intentos

source: Launch URL
de_de: URL aufrufen
fr_fr: URL de démarrage
it_it: Lancia l' URL
ja_le: URLを起動
lt_lt: Paleidimo nuoroda
nb_no: Aktiver URL
nl_nl: Start URL
pt_br: URL de Lançamento

source: max_attempts" variable must me numeric.
fr_fr: La variable max_attempts" doit être numérique.
ja_le: max_attempts" 変数は数値でなければなりません。
lt_lt: max_attempts" kintamasis privalo būti skaitmeninis.
nb_no: max_attempts "-variabelen må være numerisk.
nl_nl: max_attempts" variabele moet numeriek zijn.
pt_br: A variável max_attempts" deve ser numérica.

source: No deliveries available
de_de: Keine Bereitstellungen verfügbar
fr_fr: Pas de passation disponible
it_it: Nessuna somministrazione disponibile
ja_le: デリバリ可能なものがありません。
lt_lt: Nėra galimų testų
nb_no: Ingen besvarelse er tilgjengelig
nl_nl: Geen pakketje(s) beschikbaar
pt_br: Não há exames disponíveis

source: No LTI consumers defined
de_de: Keine LTI-Nutzer definiert.
fr_fr: Pas de consommateurs LTI définis.
it_it: Non sono stati definiti i consumer LTI
ja_le: LTIコンシューマが定義されていません
lt_lt: Nenustatyti LTI naudotojai
nb_no: Ingen LTI -brukere er definert
nl_nl: Geen LTI eindgebruiker gedefinieerd
pt_br: Nenhum consumidor LTI definido

source: no monitoring
de_de: keine Überwachung
fr_fr: pas de surveillance
it_it: nessun controllo
ja_le: モニタリングがありません
lt_lt: nėra stebėjimo
nb_no: ingen monitorering
nl_nl: geen monitoring
pt_br: sem monitoramento

source: Please give the key value persistence id
ja_le: キーとなる値（パーシステンスID）を設定してください
nb_no: Vennligst gi hovedverdien varig id
pt_br: Por favor, informe o ID de persistência do valor principal

source: Please select a delivery
de_de: Bitte Bereitstellung auswählen
fr_fr: Veuillez choisir une passation
it_it: Prego, selezionare una somministrazione
ja_le: デリバリを選んでください
lt_lt: Prašome pasirinkti pateiktį
nb_no: Velg en besvarelse
nl_nl: Selecteer a.u.b. een pakketje
pt_br: Por favor, selecione um exame

source: Please select a delivery for "%s
de_de: Bitte Bereitstellung für "%s auswählen
fr_fr: Veuillez choisir une passation pour "%s
it_it: Prego selezionare una somministrazione per "%s
ja_le: "%s でデリバリするものを選んでください
lt_lt: Prašome pasirinkti pateiktį "%s
nb_no: Velg en besvarelse for "%s
nl_nl: Selecteer a.u.b. een pakketje voor "%s
pt_br: Por favor, selecione um exame para "%s

source: Registered activeExecutions metric
ja_le: 登録された activeExecutions metric
nb_no: Registrert activeExecutions metric
pt_br: Métrica de activeExecutions registrada

source: Registered and created LtiResultIdStorage Rds Storage
ja_le: 登録・作成された LtiResultIdStorage Rds Storage
nb_no: Registrert og opprettet LtiResultIdStorage Rds Storage
pt_br: Registrado e criado Armazenamento de Rds LtiResultIdStorage

source: Registered and created ResultAliasService / LtiOutcomeService services
ja_le: ResultAliasService / LtiOutcomeService の登録と作成
nb_no: Registrert og opprettet ResultAliasService / LtiOutcomeService -tjenester
pt_br: Registrado e criado ResultAliasService / LtiOutcomeService

source: Registered Lti delivery execution service in Key value
ja_le: キーとなる値に Lti delivery execution service を登録
nb_no: Registrert
pt_br: Execução de entrega de Lti registrada no valor chave

source: Registered Lti delivery execution service in Ontology
ja_le: オントロジーの Lti delivery execution service の登録
nb_no: Registrert
pt_br: Serviço de execução de entrega Lti registrado na Ontology

source: Repeat
de_de: Wiederholen
fr_fr: Répétition
it_it: Ripeti
ja_le: リピート
lt_lt: Kartoti
nb_no: Gjenta
nl_nl: Herhalen
pt_br: Repetir

source: Repeat the test
de_de: Test wiederholen
fr_fr: Répéter le test
it_it: Ripeti il test
ja_le: テストを繰り返し行う
lt_lt: Kartoti testą
nb_no: Gjenta prøven
nl_nl: Herhaal de test
pt_br: Repetir o teste

source: Retake the test
de_de: Test neu starten
fr_fr: Reprendre le test
it_it: Ripeti il test
ja_le: テストを再受検する
lt_lt: Pakartoti testą
nb_no: Ta prøven på nytt
nl_nl: Doe de test opnieuw
pt_br: Fazer o teste novamente

source: Return to %s.
de_de: Zu %s zurück kehren.
fr_fr: Revenir à %s
it_it: Torna a %s
ja_le: %s に戻る
lt_lt: Grįžti į %s.
nb_no: Gå tilbake til %s.
nl_nl: Ga terug naar %s.
pt_br: Retornar para %s.

source: Select
de_de: Auswählen
fr_fr: Choisir
it_it: Seleziona
ja_le: 選択
lt_lt: Pasirinkti
nb_no: Velg
nl_nl: Selecteer
pt_br: Selecionar

source: Select Delivery
de_de: Bereitstellung auswählen
fr_fr: Choisir une passation
it_it: Somministrazione selezionata
ja_le: デリバリ選択
lt_lt: Pasirinkti Pateiktį
nb_no: Velg besvarelse
nl_nl: Selecteer pakketje
pt_br: Selecione o exame

source: Selected Delivery
de_de: Ausgewählte Bereitstellung
fr_fr: Choisissez une passation
it_it: Somministrazione selezionata
ja_le: デリバリを選択しました。
lt_lt: Pasirinkta Pateiktis
nb_no: Valgt besvarelse
nl_nl: Geselecteerd pakketje
pt_br: Exame Selecionado

source: Test Launch Queue
fr_fr: File d'attente de lancement de test
it_it: Attendi per iniziare il tuo test
ja_le: テスト開始待機中
lt_lt: Testo Paleidimo Eilė
nb_no: Test kø
pt_br: Fila de Lançamento do Teste

source: Thank you
de_de: Vielen Dank
fr_fr: Merci
it_it: Grazie
ja_le: ありがとうございました
lt_lt: Ačiū
nb_no: Tusen takk
nl_nl: Dank u
pt_br: Obrigado

source: This tool has been configured:
de_de: Dieses Werkzeug wurde konfiguriert:
fr_fr: Cet outil a été configuré :
it_it: Questo strumento è stato configurato :
ja_le: このツールは設定されています:
lt_lt: Šis įrankis buvo konfigūruotas:
nb_no: Dette verktøyet er tilgjengelig:
nl_nl: Deze tool is geconfigureerd:
pt_br: Esta ferramenta foi configurada:

source: This tool has not yet been configured, please contact your instructor
de_de: Dieses Werkzeug wurde noch nicht konfiguriert, Bitte kontaktieren Sie ihren Vorgesetzten.
fr_fr: Cet outil n'a pas encore été configuré, veuillez contacter votre instructeur
it_it: Questa funzionalità non è ancora stata configurata, si prega di contattare il proprio istruttore
ja_le: このツールはまだ設定されていません。インストラクタに問い合わせてください。
lt_lt: Šis įrankis nebuvo konfigūruotas, prašome pranešti instruktoriui
nb_no: Dette verktøyet er ennå ikke tilgjengelig. Ta kontakt med læreren din
nl_nl: Deze tool is nog niet geconfigureerd, neem a.u.b. contact op met uw instructeur
pt_br: Esta ferramenta ainda não foi configurada, por favor contate seu instrutor

source: Tool consumer(s)
de_de: Werkzeug-Nutzer
fr_fr: Consommateur(s) de l'outil
ja_le: ツールコンシューマ
lt_lt: Įrankio naudotojas(–iai)
nb_no: Verktøy
nl_nl: Eindgebruiker(s) tool
pt_br: Ferramenta de consumidor(es)

source: User is not authorized to run this delivery
fr_fr: L'utilisateur n'est pas autorisé à lancer cette passation de test.
ja_le: ユーザはこのデリバリを実行する権限がありません
lt_lt: Vartotojas nėra autorizuotas vykdyti šią pateiktį
nb_no: Brukeren er ikke autorisert til å åpne denne besvarelsen
nl_nl: De gebruiker is niet bevoegd om deze publicatie uit te voeren
pt_br: O usuário não está autorizado a executar este exame

source: Wrong value of "secure" variable.
fr_fr: Mauvaise valeur de la variable "secure".
ja_le: 変数 "secure" の値が違っています
lt_lt: Neteisinga "secure" kintamojo reikšmė.
nb_no: Feil verdi av "sikker" variabel.
nl_nl: Verkeerde waarde van "secure" variabele.
pt_br: Valor incorreto da variável "secure".

source: You have already taken this test.
de_de: Sie haben an diesem Test schon teilgenommen.
fr_fr: Vous avez déjà passé ce test.
it_it: Hai già svolto questo test
ja_le: あなたはこのテストを既に受検しています
lt_lt: Jūs jau atlikote šį testą.
nb_no: Du har allerede gjennomført prøven.
nl_nl: U heeft deze test al gemaakt.
pt_br: Você já fez este teste.

source: You have finished the test!
de_de: Sie haben diesen Test abgeschlossen!
fr_fr: Vous avez terminé le test !
it_it: Hai finito il test!
ja_le: テストを完了しました！
lt_lt: Jūs atlikote šį testą!
nb_no: Du har levert prøven!
nl_nl: U heeft de test beÃ«indigd!
pt_br: Você terminou o teste!
